Repository: a6wu/mobile-qr-scanner
Catalog: lib/l10n/app_*.arb
Languages: es

# login_email
source: UCSD Email
es: Correo electrónico de UCSD

# login_title
source: Single Sign-On
es: Iniciar sesión unica

# login_password
source: Password
es: Contraseña

# login_submit
source: LOG IN
es: Iniciar sesión

# scanner_appbar
source: Scanner
es: Escáner

# scanner_cam_permissions
source: Please allow camera permissions to scan your test kit.
es: Permita los permisos de la cámara para escanear su kit de prueb.

# scanner_loading
source: Submitting...please wait
es: Enviando ... por favor espere

# success_heading
source: Scan Submitted
es: Escaneo Enviado

# success_time
source: Scan sent at:
es: Escaneo enviado a:

# success_value
source: Scanned value:
es: Código escaneado:

# success_next_steps
source: Next Steps:
es: Próximos pasos:

# success_step_one
source: Proceed to the next step in the testing process
es: Continúe con el siguiente paso en el proceso de prueba

# success_step_two
source: Results are usually available within 24-36 hours.
es: Los resultados suelen estar disponibles en 24 a 36 horas.

# success_step_three_student
source: You can view your results by logging in to MyStudentChart.
es: Puedes ver tus resultados iniciando sesión en MyStudentChart.

# success_step_three_staff
source: You can view your results by logging in to MyUCSDChart.
es: Puedes ver tus resultados iniciando sesión en MyUCSDChart.

# success_step_three_visitor
source: You can view your results by logging in to MyUCSDChart.
es: Puedes ver tus resultados iniciando sesión en MyUCSDChart.

# success_step_four
source: If you are experiencing symptoms of COVID-19, stay in your residence and seek guidance from a healthcare provider.
es: Si usted está experimentando síntomas de COVID-19, permanezca en su residencia y busque la guía de un proveedor de atención médica.

# success_step_five
source: Help fight COVID-19. Add CA COVID Notify to your phone.
es: Ayudar a combatir el COVID-19. Añade CA COVID Notify a tu teléfono.

# failure_heading
source: Submission Failed!
es: ¡El envio ha fallado!

# failure_error_duplicate
source: Submission failed due to barcode already scanned. Please scan another barcode.
es: El envio falló debido a que el código fue scaneado previamente. Por favor, analice otro código.

# failure_error_invalid
source: Barcode is not valid. Please scan another barcode.
es: El código no es válido. Por favor, analice otro código.

# failure_error_other
source: Something went wrong, please try again.
es: Algo salió mal, por favor, inténtelo de nuevo.

# failure_contact
source: If this issue persists, please contact a healthcare professional.
es: Si este problema persiste, por favor contacte un profesional de cuidado de la salud.

# failure_tryagain
source: Try again
es: Inténtalo otra vez

# blood_success_step_one
source: Proceed to the next step in the fingerstick blood collection process.
es: Continúe el siguiente paso en el proceso de recolección de sangre.

# blood_success_step_two
source: You can view your research test results in your MyChart in about 60 days.
es: Puede ver los resultados de sus pruebas en aproximadamente 60 días en su pagina de MyChart.
